package abgiConstant

var Material = []string{
	//稻妻
	"海灵芝", "鬼兜虫", "血斛", "珊瑚真珠", "鸣草", "绯樱绣球", "天云草实", "幽灯蕈", "晶化骨髓",
	//枫丹
	"海露花", "柔灯铃", "虹彩蔷薇", "幽光星星", "子探测单元", "苍晶螺", "湖光铃兰", "初露之源", "汐藻", "齿轮", "鸦印",
	//璃月
	"绝云椒椒", "霓裳花", "琉璃百合", "夜泊石", "石珀", "清心", "星螺", "马尾", "琉璃袋", "沉玉仙茗",
	//蒙德
	"风车菊", "蒲公英籽", "落落莓", "钩钩果", "嘟嘟莲", "小灯草", "塞西莉亚花", "慕风蘑菇", "面具",
	//须弥
	"月莲", "劫波莲", "帕蒂沙兰", "树王圣体菇", "赤念果", "圣金虫", "沙脂蛹", "悼灵花", "万相石", "蕈兽",
	//纳塔
	"烈阳菊", "黑耀晶石", "肉龙掌", "青蜜莓", "稚嫩的尖齿", "苦种", "脆弱的骨片", "史莱姆", "原素花蜜", "颗粒果",
	//挪德卡莱
	"霜盏花", "月落银", "便携轴承", "白灵果", "夏槲果", "白灵果", "寒涌石", "宿影花",
	//矿石
	"铁矿", "白铁矿", "水晶矿", "魔晶矿", "石珀", "紫晶块", "星银矿石", "萃凝晶", "虹滴晶",

	//食材
	"小灯草", "蒲公英籽", "风车菊", "慕风蘑菇", "塞西莉亚花", "清心", "马尾", "冰雾花", "烈焰花", "莲蓬", "番茄", "土豆",
	"金鱼草", "嘟嘟莲", "甜甜花", "琉璃袋", "薄荷", "钩钩果", "松果", "松茸", "苹果",
	"卷心菜", "蘑菇", "树莓", "霓裳花", "落落莓", "胡萝卜", "白萝卜", "树王圣体菇", "禽肉", "兽肉", "日落果", "鸟蛋", "蟹", "角蜥", "晶蝶",

	//其他
	"调查",
}
